//
//  Localizable.strings
//  pranatice
//
//  Copyright © 2016 Jin
//
//  This software is released under the MIT License.
//  http://opensource.org/licenses/mit-license.php
//


//
//  Main ViewControllers
//


"main.mood_view.message" = "How was practice?";

// Start Alert
"main.start-alert.title" = "Start";
"main.start-alert.message" = "Be ready for %@";

"main.start-alert.button.start" = "Start";
"main.start-alert.button.cancel" = "Cancel";

// Cancel Alert
"main.cancel-alertview.title" = "Cancel";
"main.cancel-alertview.message" = "Do you want to cancel this practice?";
"main.cancel-alertview.button.yes" = "Stop";
"main.cancel-alertview.button.no" = "Continue";


//
//  Settings ViewController
//

"settings.title" = "Settings";

"settings.section.tile.call" = "Call";
"settings.section.tile.etc" = "etc";
"settings.section.tile.export" = "Export";

"calender.title.string" = "Spritual Diary";


//
//  HistoryViewController
//

"history.title" = "Pranayama History";

"history.actionsheet.main.title" = "";
"history.actionsheet.button.edit-memo" = "Edit Memo";
"history.actionsheet.button.add-memo" = "Add Memo";
"history.actionsheet.button.delete" = "Delete";
"history.actionsheet.button.cancel" = "Cancel";


"history.memo-alert.title.edit" = "Edit";
"history.memo-alert.title.add" = "New";
"history.memo-alert.button.save" = "Save";
"history.memo-alert.button.cancel" = "Cancel";
"history.memo-alert.placeholder.memo" = "memo";


// Format

"format.rough-minutes" = "≈%dmin";


//
//  Pranayama
//

"kapalbhati" = "Kapalbhati";
"anulomvilom" = "Anulomvilom";
"suryabhedana" = "Suryabhedana";
"chandrabhedana" = "Chandrabhedana";


// Start
"begin" = "begin";
"close right" = "close right";
"close left" = "close left";

// exhale
"exhale" = "exhale";
"exhale from left" = "exhale left, 1";
"exhale from right" = "exhale right, 1";
"exhale gently" = "exhale, gently";
"exhale completely" = "exhale, completely";

// inhale
"breathe in" = "breathe in";
"inhale" = "inhale";
"inhale from left" = "inhale left, 1";
"inhale from right" = "inhale right, 1";
"inhale gently" = "inhale gently";
"inhale comfortably" = "inhale, comfortably"; // before Kumbhaka

// retain + hold
"retain" = "retain";
"and hold" = "and, hold";
"10 more seconds" = "10 more seconds";

// round
"get ready for next round" = "get ready for next round";
"last round" = "last 2";

// release
"release" = "release";
"drop hand" = "drop hand";

